Repository: StrixIT/StrixIT.Platform.Modules.Membership
Catalog: StrixIT.Platform.Modules.Membership/Resources/Interface.*.resx
Languages: nl

# ChangePasswordError
source: The current password is incorrect or the new password is invalid.
nl: Het huidige of het nieuwe wachtwoord is onjuist.

# ChangePasswordInstructionsWithNonAlphaNumeric
source: Your password must be {0} characters long and contain at least {1} non-alphanumeric characters.
nl: Het wachtwoord moet minimaal {0} tekens lang zijn en tenminste {1} niet-alfanumerieke tekens bevatten (geen letter of cijfer, bijvoorbeeld '#' of '!').

# ChangePasswordInstructionsWithoutNonAlphaNumeric
source: Your password must be {0} characters long.
nl: Het wachtwoord moet minimaal {0} tekens lang zijn.

# ChangePasswordLink
source: {0} if you forgot your password
nl: {0} als u uw wachtwoord vergeten bent

# ErrorSendingVerificationMail
source: Your account has been succesfully created, but an error occurred while sending your account verification mail. Please use the password reset functionality to request a new password and gain access.
nl: Uw account is aangemaakt, maar er is een fout opgetreden bij het versturen van een bevestiging naar uw e-mail adres. Gebruik a.u.b. de wachtwoord reset functionaliteit om een nieuw wachtwoord aan te vragen en toegang te krijgen.

# GroupsNotEnabed
source: Groups not enabled.
nl: Groepen zijn uitgeschakeld

source: Invalid e-mail
nl: Ongeldig e-mail adres

# LoginError
source: Log in was unsuccessful. Please correct the errors and try again.
nl: Het inloggen is niet gelukt. Herstel a.u.b. de fouten en probeer het nogmaals.

# LoginInstructions
source: Enter your e-mail address and password below.
nl: Voer uw e-mail adres en wachtwoord in.

source: Log off
nl: Log uit

source: Register
nl: Registreren

# RegisterLink
source: {0} if you don't have an account
nl: {0} als u geen account heeft

# RegisterSuccess
source: Your account has been created successfully. An e-mail has been sent to the e-mail address you entered. It contains a link to verify your account and select a password.
nl: Uw account is aangemaakt. Er is een bericht gestuurd naar het e-mail adres dat u heeft ingevoerd. Hierin staat een link waarmee u uw account kunt verifiëren en een wachtwoord kunt kiezen.

# RequestNewPasswordInstructions
source: Please enter your e-mail address. An e-mail with instructions on how to unlock your account will be sent to you.
nl: Voer a.u.b. uw e-mail adres in. U ontvangt een e-mail met instructies hoe u uw account kunt ontgrendelen.

# RequestPasswordResetLink
source: Reset your password
nl: Reset uw wachtwoord

# ResetPassword
source: Click here
nl: Klik hier

# AccountOverviewLink
source: Account overview
nl: Account gegevens

# AddGroup
source: Create new group
nl: Nieuwe groep toevoegen

# AddUser
source: Create a new user
nl: Nieuwe gebruiker toevoegen

source: Change password
nl: Wachtwoord wijzigen

# CreateGroup
source: Create new group
nl: Nieuwe groep toevoegen

# CreateNewAccount
source: Create a new user account
nl: Nieuw account aanmaken

# CreateNewAccountInstructions
source: Enter a name and e-mail address for your new account.
nl: Voer een naam en e-mail adres in voor uw nieuwe account.

# CreateUser
source: Create a new user
nl: Nieuwe gebruiker toevoegen

# EditGroup
source: Edit group {0}
nl: Bewerk groep {0}

# EditUser
source: Edit user {0}
nl: Bewerk gebruiker {0}

# Email
source: E-mail address
nl: E-mail adres

# EmailConfirmed
source: Your email address has been confirmed and your account is now active.
nl: Uw e-mail adres is bevestigd en uw account is geactiveerd.

# ErrorChangingPassword
source: An error occurred while changing your password.
nl: Er is een fout opgetreden bij het wijzigen van uw wachtwoord.

# ErrorCreatingAccount
source: An error occurred while creating your new account
nl: Er is een fout opgetreden bij het aanmaken van uw nieuwe account

source: Group index
nl: Groepenoverzicht

# GroupName
source: Name
nl: Naam

# IsLockedOutTooltip
source: This user account is locked out
nl: Dit account is afgesloten

# IsNotLockedOutTooltip
source: This account is active
nl: Dit account is actief

# LockedOutStatus
source: Account locked
nl: Account afgesloten

# NoGroups
source: No groups available
nl: Geen groepen beschikbaar

# PasswordChangeSuccess
source: Your password has been successfully changed.
nl: Uw wachtwoord is gewijzigd.

# PasswordResetRequested
source: An e-mail has been send to the e-mail address you specified. Please click the link in the mail to continue resetting your password.
nl: Er is een e-mail verstuurd naar het door u opgegeven adres. Klik a.u.b. op de link in de mail om een nieuw wachtwoord te kiezen.

# PasswordResetRequestedTitle
source: Reset password
nl: Wachtwoord resetten

# SendRequest
source: Request reset link
nl: Reset link aanvragen

# UserIndex
source: User overview
nl: Gebruikersoverzicht

# UserName
source: Name
nl: Naam

# ErrorRegisteringUser
source: An error occurred while registering.
nl: Er is een fout opgetreden bij het registreren.

# ErrorValidatingAccount
source: An error occurred while validating your acount.
nl: Er is een fout opgetreden bij het valideren van uw account

# InvalidCredentials
source: Your e-mail and/or password is/are incorrect.
nl: Uw e-mail adres en/of wachtwoord is/zijn ongeldig.

# LockedOutExplanation
source: Your account has been locked out because of too many invalid login attempts. Please contact your administrator.
nl: Uw account is afgesloten omdat er te vaak een onjuist wachtwoord is opgegeven. Gebruik a.u.b. de wachtwoord reset functie om een nieuw wachtwoord aan te vragen.

# Unapproved
source: Your account has not been approved yet. Please contact your administrator.
nl: Uw account is nog niet goedgekeurd. Neem a.u.b. contact op met uw beheerder.

# ErrorSendingPasswordChangedMail
source: Your password has been changed, but an error occurred sending a confirmation mail to your e-mail address. You can ignore this error and login to the site.
nl: Uw wachtwoord is gewijzigd, maar er is een fout opgetreden bij het versturen van een bevestiging naar uw e-mail adres. U kunt deze fout negeren en inloggen.

source: Confirm new password
nl: Nieuw wachtwoord bevestigen

source: Confirm password
nl: Wachtwoord bevestigen

source: Current password
nl: Huidig wachtwoord

# DuplicateEmail
source: A user with this e-mail already exists. Please enter a different address.
nl: Er bestaat al een gebruiker met dit e-mail adres. Voer a.u.b. een ander adres in.

# MaxNumberOfUsersReached
source: The maximum number of users for this group has been reached.
nl: Het maximale aantal gebruikers voor deze groep is bereikt.

source: New password
nl: Nieuw wachtwoord

source: Password
nl: Wachtwoord

# PasswordAndConfirmationDoNotMatch
source: The new password does not match the confirmation
nl: Het nieuwe wachtwoord komt niet overeen met de bevestiging

# Required
source: {0} is required
nl: {0} is verplicht.

# TooShort
source: The password you entered is too short. Please enter at least {0} characters.
nl: Het wachtwoord wat u heeft ingevoerd is te kort. Gebruik tenminste {0} tekens.

# IsApprovedTooltip
source: This account is approved
nl: Dit account is goedgekeurd

# IsNotApprovedTooltip
source: This account is not yet approved
nl: Dit account is nog niet goedgekeurd

# NoRoles
source: This user has no roles
nl: Deze gebruiker heeft geen toegangsrechten

# RoleIndex
source: Roles
nl: Rollenoverzicht

# EnterPasswordRequested
source: An e-mail has been send to your e-mail address. Please click the link in the mail to set your password.
nl: Er is een e-mail verstuurd naar uw adres. Klik a.u.b. op de link in de mail om uw wachtwoord in te stellen.

# SelectPasswordRequestedTitle
source: Select password
nl: Wachtwoord kiezen

# RoleName
source: Name
nl: Naam

# InvalidPasswordSetKey
source: Your password set key is invalid. Please request a new one and try again.
nl: Uw wachtwoord reset sleutel is ongeldig. Vraag a.u.b. een nieuwe aan en probeer het nogmaals.

# UserHasNoRoles
source: You have no access rights. Please contact your administrator.
nl: U heeft geen toegangsrechten. Neem a.u.b. contact op met uw systeembeheerder.

# AcceptedTerms
source: I accept the terms
nl: Ik accepteer de voorwaarden

# ViewingGroup
source: Current group
nl: Huidige groep

source: Approved
nl: Goedgekeurd

# DateAcceptedTerms
source: Date the user accepted the terms
nl: Datum waarop de gebruiker de voorwaarden geaccepteerd heeft

source: Locked out
nl: Afgesloten

source: Preferred culture
nl: Gewenste taal

# EndDate
source: Until
nl: Tot

# MaxNumberOfUsers
source: Number of users
nl: Aantal gebruikers

# StartDate
source: From
nl: Van

# AddRole
source: New role
nl: Nieuwe rol

source: Create role
nl: Nieuwe rol toevoegen

# EditRole
source: Edit role {0}
nl: Bewerk rol {0}

source: No permissions
nl: Geen rechten

source: Permission set
nl: Rechtenset

source: Use permissions
nl: Rechten gebruiken

# PermissionsNotEnabed
source: Permissions not enabled
nl: Rechten niet actief

source: Set password
nl: Wachtwoord instellen

# RegistrationComment
source: Reason for registration
nl: Reden voor aanmelding

source: Permissions
nl: Rechten

source: Roles
nl: Rollen

source: from
nl: Van

source: to
nl: tot

# ViewRole
source: View role {0}
nl: Rol {0}

# ViewUser
source: View user {0}
nl: Gebruiker {0}

# ErrorSendingApprovedAccountMail
source: An error occurred while sending the approved account mail.
nl: Er is een fout opgetreden bij het versturen van het bericht account goedgekeurd.

# ErrorSendingPasswordResetLink
source: An error occurred while sending your password reset link.
nl: Er is een fout opgetreden bij het versturen van de wachtwoord reset link.

# ErrorSendingUnapprovedAccountMail
source: An error occurred while sending the unapproved account mail.
nl: Er is een fout opgetreden bij het versturen van de niet-goedgekeurde account mail.

# DuplicateName
source: This name is in use. Please choose another one.
nl: Deze naam is al in gebruik. Kies a.u.b. een andere.

source: Stop view as
nl: Stop bekijken als

source: Name
nl: Naam

# PasswordSetSuccess
source: Your password has been saved. You can now log in using your new password.
nl: Uw wachtwoord is opgeslagen. U kunt nu inloggen met uw nieuwe wachtwoord.
